document.write("Це JavaScript!")
// ___________Завдання 2__________________
let chislo1 = 3.14;
alert(chislo1);
let chislo2 = -567;
alert(chislo2);
let text = "Привіт";
alert(text);
let logic = false;
alert(logic);
let x;
alert(x);
// ___________Завдання 3__________________
let a = "1"+2+3;
let b = 1+2+"3";
alert(a);
alert(b);
// ___________Завдання 4__________________
alert("мама мила раму");
alert("мама\n мила\n раму");
// ___________Завдання 5__________________
alert("ПІБ: Пригодій Марія Миколаївна\n Вік: 16 років\n Хобі: танці, малювання, читання, програмування")